Repository: GravityKit/gravity-forms-zero-spam
Catalog: languages/gf-zero-spam-*.po
Languages: de_de

source: Enhance Gravity Forms to include effective anti-spam measures—without using a CAPTCHA.
de_de: Erweitert Gravity Forms um wirksame Anti-Spam-Maßnahmen – ohne CAPTCHA.

source: Enable to fight spam using a simple, effective method that is more effective than the built-in anti-spam honeypot.
de_de: Ermöglicht die Bekämpfung von Spam mit einer einfachen, wirksamen Methode, die effektiver ist als der integrierte Anti-Spam-Honeypot.

source: Prevent spam using Gravity Forms Zero Spam
de_de: Verhindere Spam mit Gravity Forms Zero Spam

source: Know when entries are flagged as spam.
de_de: Sei informiert, wenn Einträge als Spam gekennzeichnet werden.

source: It can be hard to know when entries are being marked as spam. When enabled, this feature will send an automated spam report, giving you a summary of recent spam entries. If no spam entries have been submitted, no report will be sent.
de_de: Es kann schwierig sein, zu erkennen, wenn Einträge als Spam markiert werden. Wenn diese Funktion aktiviert ist, wird ein automatischer Spam-Bericht gesendet, der dir eine Zusammenfassung der letzten Spam-Einträge gibt. Wenn keine Spam-Einträge übermittelt wurden, wird kein Bericht gesendet.

source: This feature works with any spam filter, including the Gravity Forms spam honeypot, Gravity Forms Zero Spam, reCAPTCHA, or others.
de_de: Diese Funktion funktioniert mit jedem Spam-Filter, einschließlich des Gravity Forms Spam-Honeypots, Gravity Forms Zero Spam, reCAPTCHA oder anderen.

source: Note: Depending on site traffic, time-based reports may not always be sent at the scheduled frequency. {{link}}See how to set up a "cron" to make this more reliable{{/link}}.
de_de: Hinweis: Abhängig von der Auslastung der Website werden die zeitbasierten Berichte möglicherweise nicht immer in der geplanten Häufigkeit gesendet. {{link}}Erfahre, wie man einen „cron“ einrichtet, um dies zuverlässiger zu machen{{/link}}.

source: Link opens in a new tab
de_de: Link wird in einem neuen Tab geöffnet

# The heading inside the email body.
source: Gravity Forms Spam Report
de_de: Gravity Forms Spam-Bericht

source: You have received {{total_spam_count}} spam entries from the following form(s):
de_de: Du hast {{total_spam_count}} Spam-Einträge von den folgenden Formularen erhalten:

source: To modify or disable this email, visit {{settings_link}}the Gravity Forms Zero Spam settings page{{/settings_link}}.
de_de: Um diese E-Mail zu ändern oder zu deaktivieren, besuche {{settings_link}}die Gravity Forms Zero Spam-Einstellungen{{/settings_link}}.

source: The following variables may be used:
de_de: Folgende Variablen können verwendet werden:

source: The name of this website
de_de: Der Name dieser Website

source: The email of the site administrator
de_de: Die E-Mail-Adresse des Website-Administrators

source: The total number of spam emails received since the last report.
de_de: Die Gesamtzahl der seit dem letzten Bericht empfangenen Spam-E-Mails.

source: A list of forms and the number of spam entries since the last report.
de_de: Eine Liste der Formulare und der Anzahl der Spam-Einträge seit dem letzten Bericht.

source: A link to the plugin settings page. Text inside the variables will be the link text. Make sure to include both the opening and closing variables.
de_de: Ein Link zur Seite mit den Plugin-Einstellungen. Der Text innerhalb der Variablen wird der Linktext sein. Achte darauf, dass sowohl die öffnende als auch die schließende Variable enthalten sind.

source: Spam Blocking
de_de: Spam-Blockierung

source: It is possible to enable or disable spam blocking on a per-form basis inside each form's settings.
de_de: Es ist möglich, die Spam-Blockierung in den Einstellungen jedes Formulars zu aktivieren oder zu deaktivieren.

source: Enable Zero Spam by Default
de_de: Zero Spam standardmäßig aktivieren

source: Enabled: Add Zero Spam to Gravity Forms forms
de_de: Aktiviert: Zero Spam zu Gravity Forms-Formularen hinzufügen

source: Disabled: Use Gravity Forms' built-in spam prevention
de_de: Deaktiviert: Den integrierten Spamschutz von Gravity Forms verwenden

source: Spam Report Email
de_de: Spam-Bericht E-Mail

source: Spam Report Frequency
de_de: Häufigkeit der Spam-Berichte

source: How frequently should spam report emails be sent?
de_de: Wie häufig sollen Spam-Berichts-E-Mails verschickt werden?

source: Disabled
de_de: Deaktiviert

source: Threshold-Based
de_de: Schwellenwert-basiert

source: Twice Daily
de_de: Zweimal täglich

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Spam Entry Threshold
de_de: Schwellenwert für Spam-Einträge

source: A spam report email will be sent when the specified number of spam entries is reached.
de_de: Wenn die angegebene Anzahl von Spam-Einträgen erreicht ist, wird eine E-Mail mit einem Spam-Bericht verschickt.

source: Entry limit has to be 1 or more.
de_de: Anzahl der Einträge muss 1 oder mehr sein.

source: Email Address
de_de: E-Mail-Adresse

source: Send spam report to this email address.
de_de: Spam-Bericht an diese E-Mail-Adresse senden.

source: The email entered is invalid.
de_de: Die eingegebene E-Mail-Adresse ist ungültig.

source: Email Subject
de_de: E-Mail-Betreff

source: Your Gravity Forms spam report for {{site_name}}
de_de: Dein Gravity Forms-Spambericht für {{site_name}}

source: Email Message
de_de: E-Mail-Nachricht

source: Send Test Email & Save Settings
de_de: Test-E-Mail senden & Einstellungen speichern

source: Send Email & Save Settings
de_de: E-Mail senden & Einstellungen speichern

source: Once Monthly
de_de: Einmal monatlich

source: spam entry
de_de: Spam-Eintrag

source: This entry has been marked as spam.
de_de: Dieser Eintrag wurde als Spam markiert.
